Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/kesatyontekijat_valtasivat_koulutus-_ja_oppimateriaalitoimiston.html.tmx
Source language: fin
Languages: sme

source: Kesätyöntekijät valtasivat koulutus- ja oppimateriaalitoimiston
sme: Geassebargit álggahedje bargguset skuvlen- ja oahppamateriáladoaimmahagas

source: Oppimateriaalia valmistavat kesätyöntekijät valtasivat Saamelaiskäräjien koulutus- ja oppimateriaalitoimiston kahdeksi kuukaudeksi.
sme: Oahppamateriálabargit álggahedje bargguset Sámedikki skuvlen- ja oahppamateriáladoaimmahagas, ja sin bargu bistá guokte mánu.

source: Toimistossa työskentelee yhdeksän saamenkielistä oppimateriaalia valmistavaa kausityöntekijää, jotka edustavat sekä inarin-, koltan- että pohjoissaamen kieliä.
sme: Doaimmahagas álggahedje ovcci sámegielat oahppamateriálabargi, geat ovddastit sihke anáraš-, nuortalaš- ja davvisámegiela.

source: Koskaan aikaisemmin toimistossa ei ole ollut näin montaa kesätyöntekijää.
sme: Doaimmahagas leat vuosttaš háve ná máŋga geassebargi.

source: Toukokuun alussa ovat aloittaneet koltansaamen työntekijä Terhi Harju sekä pohjoissaamenkielistä oppimateriaalia valmistava Gabriela Satokangas.
sme: Miessemánu álggus leaba álggahan Terhi Harju, nuortalašgielat oahppamateriálabargi, ja Gabriela Satokangas, guhte bargá fas davvisámegielat materiála.

source: Kesäkuun alussa oppimateriaalityöntekijöiden joukkoon liittyivät lisäksi koltankielistä materiaalia työstävä Anna-Katariina Feodoroff sekä pohjoissaamen kielen oppimateriaalityöntekijät Solja Magga, Risten Mustonen, Sunná Länsman ja Rauna Vieltojärvi.
sme: Geassemánu álggus oahppamateriálabargiid jovkui serve lassin nuortalašgielat bargi Anna-Katariina Feodoroff ja davvisámegiela oahppamateriálabargit Solja Magga, Risten Mustonen, Sunná Länsman ja Rauna Vieltojärvi.

source: Inarinsaamen kielen oppimateriaalityöntekijät ovat Henna Lehtola ja Tiina Jäppinen.
sme: Anárašgiela oahppamateriálabargin álggaheigga Henna Lehtola ja Tiina Jäppinen.

source: Työntekijät muun muassa kääntävät, tekevät kielentarkistusta sekä valmistavat ja kehittävät erityisesti digitaalista oppimateriaalia.
sme: Geasi áigge bargit earret eará jorgalit, dárkkistit materiálaid čállima ja maiddái ráhkadit ja ovddidit erenomážit digitála oahppamateriála.

source: Yksi projekteista on Pluppe ( Bluppe, Pupp â , Tu’rrvuei’vv ) -äänikirjatyö.
sme: Okta prošeavttain lea Bluppe -jietnagirjjiid báddenbargu.

source: Tarkoituksena on lisäksi muuttaa jo olemassa olevia oppimateriaaleja digitaaliseen muotoon.
sme: Geasi mielde bargit maid nuppástuhttet juo válmmaš oahppamateriálaid digitála hápmái.

source: Materiaalien digitalisointi on osana uutta saamen kielten etäyhteyksiä hyödyntävää pilottihanketta , jotta mahdollisimman monilla lapsilla, nuorilla ja aikuisilla olisi mahdollisuus oppia saamen kieliä.
sme: Materiálaid digitaliseren laktása seammás ođđa sámegielaid gáiddusoahpahusa pilohttafidnui , nu ahte nu máŋgga mánás, nuoras go maiddái rávesolbmos lea vejolašvuohta oahppat sámegielaid.

source: Lisätietoja:
sme: Lassidieđut:
